export default {
  projections: {
    ОтветственныйE: {
      фамилияИ: {
        __caption__: 'Фамилия И'
      },
      должность: {
        __caption__: 'Должность'
      },
      стаж: {
        __caption__: 'Стаж',
        стаж: {
          __caption__: 'Стаж'
        }
      }
    },
    ОтветственныйL: {
      фамилияИ: {
        __caption__: 'Фамилия И'
      },
      должность: {
        __caption__: 'Должность'
      }
    }
  },
  validations: {
    должность: {
      __caption__: 'Должность'
    },
    фамилияИ: {
      __caption__: 'Фамилия И'
    },
    стаж: {
      __caption__: 'Стаж'
    }
  }
};
