export default {
  projections: {
    ДокументE: {
      дата: {
        __caption__: 'Дата'
      },
      тип: {
        __caption__: 'Тип'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      ответственный: {
        __caption__: 'Ответственный',
        фамилияИ: {
          __caption__: 'Фамилия И'
        },
        должность: {
          __caption__: ''
        }
      }
    },
    ДокументL: {
      дата: {
        __caption__: 'Дата'
      },
      тип: {
        __caption__: 'Тип'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      ответственный: {
        __caption__: 'Фамилия И',
        фамилияИ: {
          __caption__: 'Фамилия И'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    тип: {
      __caption__: 'Тип'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    ответственный: {
      __caption__: 'Ответственный'
    }
  }
};
